local L = RAID_ROLL_HELPER.L

L["спеки"] = {
	WARRIOR = {"Оружие", "Неистовство", "Защита"},
	DRUID = {"Баланс", "Сила зверя", "Страж", "Исцеление"},
	PRIEST = {"Послушание", "Свет", "Тьма"},
	MAGE = {"Тайная магия", "Огонь", "Лед"},
	MONK = {"Хмелевар", "Ткач туманов", "Танцующий с ветром"},
	HUNTER = {"Повелитель зверей", "Стрельба", "Выживание"},
	DEMONHUNTER = {"Истребление", "Месть"},
	PALADIN = {"Свет", "Защита", "Воздаяние"},
	ROGUE = {"Ликвидация", "Головорез", "Скрытность"},
	DEATHKNIGHT = {"Кровь", "Лед", "Нечестивость"},
	WARLOCK = {"Колдовство", "Демонология", "Разрушение"},
	SHAMAN = {"Стихии", "Совершенствование", "Исцеление"},
}

-- SYSTEM
L["Доспехи"] = "Доспехи"
L["игрока"] = "игрока"
L["игроков"] = "игроков"
L["Кожаные"] = "Кожаные"
L["Кольчужные"] = "Кольчужные"
L["Латные"] = "Латные"
L["Оружие"] = "Оружие"
L["Разное"] = "Разное"
L["Реликвия артефакта"] = "Реликвия артефакта"
L["Самоцвет"] = "Самоцвет"
L["Тканевые"] = "Тканевые"

-- error
L["Некорректная команда"] = "Некорректная команда"
L["Предмет не найден в сумках"] = "Предмет не найден в сумках"
L["Предмет не является частью экипировки"] = "Предмет не является частью экипировки"

-- FAQ
L["itemLink help"] = "Чтобы получить |cFFFF99FFitemLink|r, кликните мышью на предмет при нажатой клавише |cFFFF99FFShift|r."
L["вернуть окно ролла в середину экрана"] = "вернуть окно ролла в середину экрана"
L["команда предназначена для ознакомления с аддоном"] = "команда предназначена для ознакомления с аддоном"
L["открыть окно настроек аддона"] = "открыть окно настроек аддона"
L["отправить предмет на ролл"] = "отправить предмет на ролл"
L["подсчет количества игроков в рейде с аддоном Raid Roll Helper"] = "подсчет количества игроков в рейде с аддоном Raid Roll Helper"

-- interface
L["Заберите у %s"] = "Заберите у %s"
L["Закрыть"] = "Закрыть"
L["На офф спек"] = "На офф спек"
L["На трансмог"] = "На трансмог"
L["Не отправлять"] = "Не отправлять"
L["Нужно"] = "Нужно"
L["Оповещение о победе"] = "Оповещение о победе"
L["Осталось: %u сек"] = "Осталось: %u сек"
L["Отказаться"] = "Отказаться"
L["Отправить"] = "Отправить"
L["Офф спек"] = "Офф спек"
L["Показывать окно с оповещением о победе"] = "Показывать окно с оповещением о победе"
L["При получении добычи показывать окно с предложением выставить предмет на ролл"] = "При получении добычи показывать окно с предложением выставить предмет на ролл"
L["Разрешить роллить на офф спек"] = "Разрешить роллить на офф спек"
L["Разрешить роллить на трансмог"] = "Разрешить роллить на трансмог"
L["Распылить"] = "Распылить"
L["Трансмог"] = "Трансмог"

-- print
L[" выбрасывает "] = " выбрасывает "
L[" никому не нужно"] = " никому не нужно"
L[" победитель "] = " победитель "
L["(На офф спек)"] = "(На офф спек)"
L["(На трансмог)"] = "(На трансмог)"
L["Аддон Raid Roll Helper найден у %s."] = "Аддон |cFFFF99FFRaid Roll Helper|r найден у %s."
L["Аддон установлен у:"] = "Аддон установлен у:"
L["Ваша версия RaidRollHelper устарела."] = "|cFFFF99FFВаша версия RaidRollHelper устарела.|r"
L["Игроки без аддона %u: %s"] = "Игроки без аддона %u: %s"
L["Новый ролл был отправлен. %s"] = "Новый ролл был отправлен. %s"
L["Позиция по умолчанию"] = "Позиция по умолчанию"
L["Ролл был успешно отправлен. %s"] = "Ролл был успешно отправлен. %s"

-- DEBUG
L["Найдена новая версия"] = "New version found"
L["неподходящая реликвия артефакта"] = "unsuitable artifact relic"
L["неподходящий сет"] = "unsuitable set"
L["неподходящий тип доспехов"] = "unsuitable type of armor"
L["отправитель=игрок"] = "sender=player"
L["пользователь уже отправлял этот предмет"] = "user already sent this item"
L["Ролл не добавлен"] = "Roll was not added"
L["Ролл спрятан"] = "Roll hidden"
