local L = RAID_ROLL_HELPER.L

--SYSTEM
L["Самоцвет"]="Самоцвет"
L["Реликвия артефакта"]="Реликвия артефакта"
L["Доспехи"]="Доспехи"
L["Тканевые"]="Тканевые"
L["Кожаные"]="Кожаные"
L["Кольчужные"]="Кольчужные"
L["Латные"]="Латные"
L["Разное"]="Разное"
L["Оружие"]="Оружие"
L["спеки"] = {
	WARRIOR = {"Оружие", "Неистовство", "Защита"},
	DRUID = {"Баланс", "Сила зверя", "Страж", "Исцеление"},
	PRIEST = {"Послушание", "Свет", "Тьма"},
	MAGE = {"Тайная магия", "Огонь", "Лед"},
	MONK = {"Хмелевар", "Ткач туманов", "Танцующий с ветром"},
	HUNTER = {"Повелитель зверей", "Стрельба", "Выживание"},
	DEMONHUNTER = {"Истребление", "Месть"},
	PALADIN = {"Свет", "Защита", "Воздаяние"},
	ROGUE = {"Ликвидация", "Головорез", "Скрытность"},
	DEATHKNIGHT = {"Кровь", "Лед", "Нечестивость"},
	WARLOCK = {"Колдовство", "Демонология", "Разрушение"},
	SHAMAN = {"Стихии", "Совершенствование", "Исцеление"},
}

-- error
L["Предмет не найден в сумках"] = "Предмет не найден в сумках"
L["Предмет не является частью экипировки"] = "Предмет не является частью экипировки"

-- help
L["itemLink help"] = "Чтобы получить |cFFFF99FFitemLink|r, кликните мышью на предмет при нажатой клавише |cFFFF99FFShift|r."
L["вернуть окно ролла в середину экрана"] = "вернуть окно ролла в середину экрана"
L["отправить предмет на ролл"] = "отправить предмет на ролл"
L["подсчет количества игроков в рейде с аддоном Raid Roll Helper"] = "подсчет количества игроков в рейде с аддоном Raid Roll Helper"
L["команда предназначена для ознакомления с аддоном"] = "команда предназначена для ознакомления с аддоном"
L["открыть окно настроек аддона"] = "открыть окно настроек аддона"

-- interface
L["Осталось: %u сек"] = "Осталось: %u сек"
L["Закрыть"] = "Закрыть"
L["Нужно"] = "Нужно"
L["На офф спек"] = "На офф спек"
L["На трансмог"] = "На трансмог"
L["Распылить"] = "Распылить"
L["Отказаться"] = "Отказаться"
L["На трансмог"] = "На трансмог"
L["Разрешить роллить на трансмог"] = "Разрешить роллить на трансмог"
L["На офф спек"] = "На офф спек"
L["Разрешить роллить на офф спек"] = "Разрешить роллить на офф спек"
L["Отправить"] = "Отправить"
L["Не отправлять"] = "Не отправлять"
L["Заберите у %s"] = "Заберите у %s"

-- print
L["(На трансмог)"] = "(На трансмог)"
L["(На офф спек)"] = "(На офф спек)"
L["Некорректная команда"] = "Некорректная команда"
L[" никому не нужно"] = " никому не нужно"
L[" выбрасывает "] = " выбрасывает "
L[" победитель "] = " победитель "
L["Аддон Raid Roll Helper найден у %s."] = "Аддон |cFFFF99FFRaid Roll Helper|r найден у %s."
L["Ваша версия RaidRollHelper устарела."] = "|cFFFF99FFВаша версия RaidRollHelper устарела.|r"
L["игрока"] = "игрока"
L["Игроки без аддона %u: %s"] = "Игроки без аддона %u: %s"
L["игроков"] = "игроков"
L["Позиция по умолчанию"] = "Позиция по умолчанию"
L["Ролл был успешно отправлен. %s"] = "Ролл был успешно отправлен. %s"
L["Новый ролл был отправлен. %s"] = "Новый ролл был отправлен. %s"
L["Аддон установлен у:"] = "Аддон установлен у:"
